[
        {
            "Relief Measures": " BUSINESSES INCLUDING MSMEs:",
            "Announced on date": "13 May 2020"
        },
        {
            "Relief Measures": "PMGKY 1 ",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "1.70 lakh",
            "Description ": "Funds to be disbursed to the poor aiding them to fight the imapact against Corona"
        },
        {
            "Relief Measures": "Insurance cover per health worker ",
            "Amount (Rs Crore) ": "50 lakh ",
            "Description ": "The government proposes to provide insurance cover of Rs 50 lakh per person to frontline health workers - sanitation staff, paramedics and nurses, ASHA workers and doctors- who are working to tackle the COVID-19 illness and face the highest risk of contracting the illness.&#10;&#10;According to the PIB press release, the health insurance scheme for health workers fighting COVID-19 in Government Hospitals and Health Care Centres will cover the following:&#10;&#10; Safai karamcharis, ward-boys, nurses, ASHA workers, paramedics, technicians, doctors and specialists and other health workers would be covered by a Special insurance Scheme.&#10;Any health professional, who while treating Covid-19 patients, meet with some accident, then he/she would be compensated  ..&#10;&#10;   "
        },
        {
            "Relief Measures": "1 kg pulses/ hhd; 5kg wheat/hhd --- per month; per person ",
            "Description ": "80 crore benificiaries; for 3 months (Besides the existing PDS disbursements)"
        },
        {
            "Relief Measures": "Women Jan Dhan account holders get Rs 500 per month",
            "Amount (Rs Crore) ": "3E+11",
            "Description ": "20 crore benificiaries for 3 months "
        },
        {
            "Relief Measures": " Ex-gratia  poor senior citizen, poor widows and poor Divyang",
            "Description ": "Rs 1,000 to 3 crore persons"
        },
        {
            "Relief Measures": " Gas cylinders, free of cost,",
            "Description ": "8 crore poor families, 3 months"
        },
        {
            "Relief Measures": "Increase in MNREGA wage by rs 20",
            "Announced on date": "per day: total ",
            "Amount (Rs Crore) ": "27512400000",
            "Description ": " to benefit 13.62 crore families"
        },
        {
            "Relief Measures": "PMGKY 2"
        },
        {
            "Relief Measures": "Front-loaded amount aid to farmers under existing PM KISAN",
            "Description ": "Rs 2,000 to 8.7crore farmers in installments"
        },
        {
            "Relief Measures": " Building and Construction Workers Welfare Fund (BOCW)",
            "Description ": "provide relief to workers"
        },
        {
            "Relief Measures": "24% of monthly wages to be credited into their PF accounts for next three months",
            "Description ": "for wage-earners below Rs 15,000 p.m. in businesses having less than 100 workers"
        },
        {
            "Relief Measures": "EPF to get non-refundable advance of 75% ",
            "Description ": "5 crore workers registered under EPF to get non refundable advance of 75% of the amount  or three months of the wages whichever is lower  from their accounts"
        },
        {
            "Relief Measures": "Limit of collateral free lending to be increased ",
            "Description ": "Increase in limit from Rs 10 to Rs 20 lakhs for Women Self Help Groups supporting 6.85 crore households"
        },
        {
            "Relief Measures": " District Mineral Fund (DMF)",
            "Description ": "(DMF) to be used for supplementing and augmenting facilities of medical testing, screening etc.."
        },
        {
            "Relief Measures": "Other Measures:"
        },
        {
            "Relief Measures": "WMA"
        },
        {
            "Relief Measures": "Issued all the pending income-tax refunds up to ₹5 lakh",
            "Description ": "income-tax refunds up to ₹5 lakh, immediately benefiting around 14 lakh taxpayers"
        },
        {
            "Relief Measures": "Special Refund and Drawback Disposal Drive",
            "Description ": " Implemented “Special Refund and Drawback Disposal Drive” for all pending refund and drawback claims • Both the above measures amount to ₹18,000 crore of "
        },
        {
            "Relief Measures": " Emergency Health Response Package",
            "Description ": " Sanctioned Rs 15,000 - to be used in three phases- measures implemented under the health ministry "
        },
        {
            "Relief Measures": "Other Measures (2)"
        },
        {
            "Relief Measures": "Relaxation in Statutory and Compliance matters ",
            "Announced on date": "13 May 2020",
            "Description ": " Extending last date for Income Tax Returns to June 30, 2020 • Extending filing GST returns to end of June 2020 • 24*7 custom clearance till 30th June, 2020 • Relaxation for 3 months for debit cardholders to withdraw cash free from any ATMs, etc • Allowing payment before 15 May, 2020 for Motor Vehicle and Health Insurance Policies • Mandatory Board meetings  extended by 60 days till 30 September • Allowing Extraordinary General Meetings through Video Conference with e-voting/simplified voting facility "
        },
        {
            "Relief Measures": "Measures taken by Reserve Bank of India "
        },
        {
            "Relief Measures": "CRR, TLTRO (2), MSF, refinancing, SLR, moratorium, WCF, NBFC ",
            "Announced on date": "13 May 2020"
        },
        {
            "Relief Measures": "MSMEs"
        },
        {
            "Relief Measures": "Emergency W/C facility for businesses (incl MSMEs) Collateral free automatic loans to MSMEs",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "300000",
            "Description ": "Govt to give 100% credit guarantee cover to banks and NBFCs on principal and interest ;   Decision: Emergency Credit Line to Businesses/MSMEs from Banks and NBFCs up to 20% of entire outstanding credit as on 29.2.2020 • Borrowers with up to Rs. 25 crore outstanding and Rs. 100 crore turnover eligible • Loans to have 4 year tenor with moratorium of 12 months on Principal repayment • Interest to be capped • 100% credit guarantee cover to Banks and NBFCs on principal and interest • Scheme can be availed till 31st Oct 2020 • No guarantee fee, no fresh collateral • 45 lakh units can resume business activity and safeguard jobs.&#10;"
        },
        {
            "Relief Measures": "Subordinate Debt for stressed MSMEs",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "20,000",
            "Description ": "Subordinate Debt to provide equity support to stressed MSMEs, of which govt support to CGTMSE limited to Rs 4,000 crore;  Stressed MSMEs need equity support • GoI will facilitate provision of Rs. 20,000 cr as subordinate debt • Two lakh MSMEs are likely to benefit • Functioning MSMEs which are NPA or are stressed will be eligible • Govt. will provide a support of Rs. 4,000 Cr. to CGTMSE • CGTMSE will provide partial Credit Guarantee support to Banks • Promoters of the MSME will be given debt by banks, which will then be infused by promoter as equity in the Unit.&#10;"
        },
        {
            "Relief Measures": "Fund of Funds for MSME",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "50,000",
            "Description ": "Equity infusion for MSMEs through Fund of Funds, Mother Fund and few Daughter Funds to operate it, govt contribution likely to be Rs 10,000 crore to FoF;    MSMEs face severe shortage of Equity.&#10;• Fund of Funds with Corpus of Rs 10,000 crores will be set up.&#10;• Will provide equity funding for MSMEs with growth potential and viability.&#10;• FoF will be operated through a Mother Fund and few daughter funds &#10;• Fund structure will help leverage Rs 50,000 cr of funds at daughter funds level&#10;• Will help to expand MSME size as well as capacity.&#10;• Will encourage MSMEs to get listed on main board of Stock Exchanges. "
        },
        {
            "Relief Measures": "New Definition of MSMEs",
            "Announced on date": "13 May 2020",
            "Description ": " Definition of MSMEs will be revised  • Investment limit will be revised upwards • Additional criteria of turnover also being introduced.  • Distinction between manufacturing and service sector to be eliminated. • Necessary amendments to law will be brought about. ----------refer table "
        },
        {
            "Relief Measures": " Global Tenders to be disallowed upto rs. 200 crore ",
            "Description ": " Indian MSMEs and other companies have often faced unfair competition from foreign companies. &#10;• Therefore, Global tenders will be disallowed in  Government procurement tenders upto Rs 200 crores &#10;• Necessary amendments of General Financial Rules will be effected. • This will be a step towards Self-Reliant India (आत्मनिर्भर र्ारत) and support Make in India &#10;• This will also help MSMEs to increase their business. "
        },
        {
            "Relief Measures": "Other interventions",
            "Description ": " MSMEs currently face problems of marketing and liquidity due to COVID.&#10;• e-market linkage for MSMEs to be promoted to act as a replacement for trade fairs and exhibitions. &#10;• Fintech will be used to enhance transaction based lending using the data generated by the e-marketplace. &#10;• Government has been continuously monitoring settlement of dues to MSME vendors from Government and Central Public Sector Undertakings. &#10;• MSME receivables from Gov and CPSEs to be released in 45 days&#10;"
        },
        {
            "Relief Measures": "EPF support for business and workers",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "2500",
            "Description ": "EPF support for business and workers for 3 months (details)Businesses continue to face financial stress as they get back to work.&#10;• Under Pradhan Mantri Garib Kalyan Package (PMGKP), payment of 12% of employer and 12% employee contributions was made into EPF accounts of eligible establishments.  The EPF of two quarters will be paid by the government for companies with up to 100 employees and where 90 per cent of the staff is paid up to Rs 15,000 a month.&#10;•  This was provided earlier for salary months of March, April and May 2020&#10;• This support will be extended by another 3 months to salary months of June, July andAugust 2020&#10;• This will provide liquidity relief of Rs 2500 cr to 3.67 lakh establishments and for 72.22 lakh employees.&#10;"
        },
        {
            "Relief Measures": "Reduction in EPF rates:   EPF contribution reduced for Business & Workers for 3 months- Rs 6750 crores Liquidity Support &#10;",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "6,750",
            "Description ": "EPF contribution reduced for business and workers for 3 months:  Businesses need support to ramp up production over the next quarter.&#10;• It is necessary to provide more take home salary to employees and also to give relief to employers in payment of Provident Fund dues,&#10;• Therefore, statutory PF contribution of both employer and employee will be reduced to 10% each from existing 12% each for all establishments covered by EPFO for next 3 months.&#10;• CPSEs and State PSUs will however continue to contribute 12% as employer contribution.&#10;• This scheme will be applicable for workers who are not eligible for 24% EPF support under PM Garib Kalyan Package and its extension.&#10;• This will provide relief to about 6.5 lakh establishments covered under EPFO and about 4.3 crore such employees.&#10;"
        },
        {
            "Relief Measures": "Special liquidity scheme for NBFC/HFC/MFIs",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "30,000",
            "Description ": "Special liquidity scheme for NBFCs/ HFCs/ MFIs, securities issued by them fully guaranteed by govt:   NBFCs/HFCs/MFIs are finding it difficult to raise money in debt markets. • Government will launch a Rs 30,000 crore Special Liquidity Scheme • Under this scheme investment will be made in both primary and secondary market transactions in investment grade debt paper of NBFCs/HFCs/MFIs • Will supplement RBI/Government measures to augment liquidity • Securities will be fully guaranteed by GoI • This will provide liquidity support for NBFCs/HFC/MFIs and mutual funds and create confidence in the market.&#10;"
        },
        {
            "Relief Measures": "Partial credit guarantee scheme 2.0 for liabilities of NBFCs/MFIs",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "45,000",
            "Description ": "Partial Credit Guarantee Scheme 2.0 for NBFCs, first 20% loss borne by govt:  NBFCs, HFCs and MFIs with low credit rating require liquidity to do fresh lending to MSMEs and individuals • Existing PCGS scheme to be extended to cover borrowings such as primary issuance of Bonds/ CPs (liability side of balance sheets) of such entities • First 20% of loss will be borne by the Guarantor ie., Government of India. • AA paper and below including unrated paper eligible for investment (esp. relevant for many MFIs) • This scheme will result in liquidity of Rs 45,000 crores&#10;"
        },
        {
            "Relief Measures": "Liquidity injection for DISCOMs",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "90,000",
            "Description ": "Liquidity injection by REC and PFC for Power Distribution Companies (Discoms):  Revenues of Power Distribution Companies (DISCOMs) have plummeted. • Unprecedented cash flow problem accentuated by demand reduction • DISCOM payables to Power Generation and Transmission Companies is currently ~ Rs 94,000 cr • PFC/REC to infuse liquidity of Rs 90,000 cr to DISCOMs against receivables • Loans to be given against State guarantees for exclusive purpose of discharging liabilities of Discoms to Gencos. • Linkage to specific activities/reforms: Digital payments facility by Discoms for consumers, liquidation of outstanding dues of State Governments, Plan to reduce financial and operational losses. • Central Public Sector Generation Companies shall give rebate to Discoms which shall be  passed on to the final consumers (industries) "
        },
        {
            "Relief Measures": "Relief to contractors ",
            "Description ": "Extension of up to 6 months (without costs to contractor) to be provided by all Central Agencies (like Railways, Ministry of Road Transport & Highways, Central Public Works Dept, etc) • Covers construction/ works and goods and services contracts • Covers obligations like completion of work, intermediate milestones etc.  and extension of Concession period in PPP contracts • Government agencies to partially release bank guarantees, to the extent contracts are partially completed, to ease cash flows"
        },
        {
            "Relief Measures": "Extension of Registration and Completion Date of Real Estate Projects under RERA ",
            "Description ": " Adverse impact due to COVID and projects stand the risk of defaulting on RERAtimelines. Time lines need to be extended. • Ministry of Housing and Urban Affairs will advise States/UTs and their RegulatoryAuthorities to the following effect: • Treat COVID-19 as an event of ‘Force Majeure’under RERA. • Extend the registration and completion date suo-moto by 6 months for all registered projects expiring on or after 25th March, 2020 without individual applications. • Regulatory Authorities may extend this for another period of upto 3 months, if needed • Issue fresh ‘Project Registration Certificates’ automatically with revised timelines. • Extend timelines for various statuary compliances under RERA concurrently. • These measures will de-stress real estate developers and ensure completion of projects so that homebuyers are able to get delivery of their booked houses with new timelines."
        },
        {
            "Relief Measures": "Deduction in TDS and TCS",
            "Announced on date": "13 May 2020",
            "Amount (Rs Crore) ": "50,000",
            "Description ": "In order to provide more funds at the disposal of the taxpayers for dealing with the economic situation arising out of COVID-19 pandemic, the rates of Tax Deduction at Source (TDS) and TCS has been reduced by 25% for the period from 14th May, 2020 to 31st March, 2021:  In order to provide more funds at the disposal of the taxpayers, the rates of Tax Deduction at Source (TDS) for non-salaried specified payments made to residents and rates of Tax Collection at Source (TCS) for the specified receipts shall be reduced by 25% of the existing rates. • Payment for contract, professional fees, interest, rent, dividend, commission, brokerage, etc. shall be eligible for this reduced rate of TDS. • This reduction shall be applicable for the remaining part of the FY2020-21 i.e. from tomorrow to 31st March, 2021. • This measure will release Liquidity of Rs. 50,000 crore. "
        },
        {
            "Relief Measures": "Other Direct Tax measures ",
            "Description ": "- All pending refunds to charitable trusts and noncorporate businesses & professions including proprietorship, partnership, LLP and Co-operatives shall be issued immediately.&#10; - Due date of all income-tax return for FY 2019-20 will be extended from 31st July, 2020 & 31st October, 2020 to 30th November, 2020 - Due date of Tax audit report for tax year 2019-20 for all taxpayers shall be extended from 30th September, 2020 to 31st October,2020. - The period of limitation in relation to assessments getting barred on 30th September,2020 extended to 31st December,2020 and those getting barred on 31st March,2021 will be extended to 30th September,2021.&#10;•Period of Vivad se Vishwas Scheme for making payment without additional amount will be extended to 31st December,2020. The benefit of settlement under VSV scheme without payment of additional amount shall be extended from 30th June 2020 to 31st december 2020."
        },
        {
            "Relief Measures": "Additional Fiscal Cost to the Central Govt (0.13% of GDP)",
            "Announced on date": "AS PER INDIAN EPRESS",
            "Amount (Rs Crore) ": "25,500"
        },
        {
            "Relief Measures": "POOR INCLUDING MIGRANTS AND FARMERS",
            "Announced on date": "14 May 2020"
        },
        {
            "Relief Measures": "Direct Support to Farmers & Rural Economy "
        },
        {
            "Relief Measures": "Benefit  via 3 months loan moratorium ",
            "Announced on date": "14 May 2020",
            "Description ": "3 crore farmers  with agricultural loans  of Rs. 4.22 lakhs crore availed the benefit of 3 months loan moratorium.  "
        },
        {
            "Relief Measures": "Interest Subvention for MUDRA-Shishu  Loans----------\\of 2% for prompt-payees of Mudra-Shishu loans",
            "Amount (Rs Crore) ": "1,500",
            "Description ": "Small businesses under MUDRA have been disrupted the most & has also impacted their capacity to pay EMIs. • Loan moratorium has already been granted by RBI  • The current portfolio of MUDRA-Shishu loans is ~ Rs 1.62 Lakh crore (Maximum loan amount of 50,000 Rs). • Government of India will provide Interest subvention of 2% for prompt payees  for a period of 12 months.  • Relief of Rs 1500 cr to MUDRA-Shishu  loanees ---------------------Government of India will provide Interest subvention of 2% for prompt payees for a period of 12 months to MUDRA Shishu loanees, who have loans below Rs 50,000; Interest Subvention and Prompt repayment Provided on crop loans due from 1/03 extended upto 31/05/20"
        },
        {
            "Relief Measures": "Concessional credit to 2.5 crore farmers through Kisan Credit Cards  25 lakh new Kisan Credit Cards sanctioned with a loan limit of Rs. 25,000 cr. ",
            "Announced on date": "14 May 2020",
            "Amount (Rs Crore) ": "200,000",
            "Description ": "Concessional credit to 2.5 crore farmers through Kisan Credit Cards  Across the country about 2.5 crore farmers will be covered and will benefit from credit flow of about Rs 2 lakh crore. At least, 25 lakh new Kisan Credit Cards are in the pipeline for small and marginal farmers, the minister indicated. Fishermen and Animal husbandry farmers also included under this scheme"
        },
        {
            "Relief Measures": "Liquidity Support to Farmers & Rural  Economy"
        },
        {
            "Relief Measures": "Additional loans approved in agriculture ",
            "Amount (Rs Crore) ": "86,600",
            "Description ": " 63 lakh loans of Rs. 86,600 crore approved in Agriculture between 1.3.2020 to 30.04.2020.  "
        },
        {
            "Relief Measures": "Additional emergency working capital funding for farmers through NABARD",
            "Announced on date": "14 May 2020",
            "Amount (Rs Crore) ": "29,500",
            "Description ": "NABARD will extend additional re-finance support of Rs 30,000 crore for meeting crop loan requirement of Rural Cooperative Banks and RRBs. This refinance will be front-loaded and available on tap.  Refinancing of  Rs.29,500 crore provided by NABARD, to Cooperative Banks & Regional Rural Banks in March,2020.  &#10;• "
        },
        {
            "Relief Measures": "Rural Infrastructure Development Fund to State",
            "Amount (Rs Crore) ": "4,200",
            "Description ": "Support of Rs. 4,200 crore provided under Rural Infrastructure Development Fund to States during March, 2020 for  rural infrastructure  "
        },
        {
            "Relief Measures": "Working capital limit ",
            "Amount (Rs Crore) ": "6,700",
            "Description ": "WC limit of Rs. 6,700 crore sanctioned for procurement of agriculture produce to State Government entities since March, 2020"
        },
        {
            "Relief Measures": "Support for Migrants and Urban Poor "
        },
        {
            "Relief Measures": "Utilisation of SDRF ",
            "Announced on date": "14 May 2020",
            "Amount (Rs Crore) ": " 11002 crore +",
            "Description ": "Government of India has permitted State Governments to utilise State Disaster Response Fund (SDRF) for setting up shelter for migrants and providing them food  water etc. • Central Government also released Rs 11002 crore of its contribution in advance to all States on 3rd April, to augment funds in their SDRF. "
        },
        {
            "Relief Measures": "Meals provided for residents of SUH",
            "Announced on date": "14 May 2020",
            "Description ": "Hygienically prepared three meals a day provided for the residents of Shelters for Urban Homeless (SUH) during the lockdown w.e.f March 28, 2020.  • "
        },
        {
            "Relief Measures": "SHGs:production. RF, new additions",
            "Announced on date": "14 May 2020",
            "Description ": " 12,000 SHGs have produced 3 crore masks and 1.20 lakh litres of sanitizers. This gave additional employment opportunity to the urban poor. •  7,200 new Self Help Groups of urban poor have been formed during the period since 15th March, 2020. Disbursal of Revolving Fund (RF) to Self Help Groups was on-boarded on PAiSA Portal in April 2020 on a pilot basis in Gujarat and is now being rolled out across all the States in May 2020.  "
        },
        {
            "Relief Measures": "MGNREGS support to returning Migrants ",
            "Announced on date": "14 May 2020",
            "Amount (Rs Crore) ": "Actual Expenditure till date is around Rs. 10,000 Cr ",
            "Description ": "14.62 crore person-days of work generated till 13th May 2020 &#10;• Actual Expenditure till date is around Rs. 10,000 Cr &#10;• Work offered to 2.33 Crore wage seekers yesterday in 1.87 Lac Gram Panchayats &#10;• 40-50% more persons enrolled, compared to May last year  &#10;• Average wage rate rose to Rs. 202 from Rs. 182 in last FY &#10;• Drive being undertaken to enroll returning migrants &#10;• States/UTs advised to provide works to migrant workers as per the provisions of the Act &#10;• Planning for continuing MNREGA works in Monsoon as well: plantations, horticulture, livestock related sheds &#10; &#10; "
        },
        {
            "Relief Measures": "Labour Codes",
            "Description ": "Universalization of right of minimum wages  and timely payment of wages to all workers including unorganized workers – presently minimum wages applicable to only 30% of workers. • Statutory concept of National Floor Wage introduced: will reduce regional disparity in minimum wages.  • Fixation of minimum wages simplified, leading to less number of rates of minimum wages and better compliance.     • Appointment letter for all workers- this will promote formalization.   • Annual Health Check-up for employees.   • Occupational Safety & Health (OSH) Code also applicable to establishments engaged in work of hazardous nature even with threshold of less than 10 workers.  Definition of inter-state migrant worker modified to include migrant workers employed directly by the employer, workers directly coming to destination State of their own besides the migrant workers employed through a contractor. • Portability of welfare benefits for migrant workers. • Extension of ESIC coverage pan-India to all districts and all establishments employing 10 or more employees as against those in notified districts/areas only. • Extension of ESIC coverage to employees working in establishments with less than 10 employees on voluntary basis. • Mandatory ESIC coverage through notification by the Central Government for employees in hazardous industries with less than 10 employees  Social Security Scheme for Gig workers and Platform workers. • Re-skilling fund introduced for retrenched employees. • All occupations opened for women and permitted to work at night with safeguards. • Provision for Social Security Fund for unorganised workers. • Gratuity for Fixed Tem Employment - Provision of gratuity on completion of one year service as against 5 years.   L"
        },
        {
            "Relief Measures": "Poor, including Migrants and Farmers "
        },
        {
            "Relief Measures": "Free Food grain Supply to Migrants  for 2 months ",
            "Announced on date": "14 May 2020",
            "Amount (Rs Crore) ": "3500 crore",
            "Description ": " Migrants in various states require food-grain assistance • Migrants who are neither NFSA or State Card beneficiaries in the state they are stationed will be provided 5 kg of grains per person and 1 kg Chana per family per month for two months • About 8 crores migrants are expected to benefit. • Rs. 3500  Crore will be spent on this intervention for 2 months • Cost will be fully borne by Government of India  • State Governments responsible for implementation, identification of migrants and full distribution and providing detailed guidelines. "
        },
        {
            "Relief Measures": "Technology Systems to be used enabling Migrants to access Public Distribution System (Ration) from any Fair Price Shop in India by March 2021 - One Nation One Ration Card ",
            "Description ": "Migrant families are not able to access food in other states. • This scheme will enable a migrant beneficiary to access Public Distribution System from any Fair Price Shop in the country (Intra-State portability introduced in 20 States) • Part of the PM’s Technology Driven System Reforms • 67 crore beneficiaries in 23 states covering 83% of PDS population will be covered by national portability by August, 2020 • 100% National portability will be achieved by March, 2021 • All the States/UTs will complete full FPS automation by March, 2021 "
        },
        {
            "Relief Measures": "Housing CLSS-MIG -------------------- boost to housing sector and middle income group through extension of CLSS ",
            "Announced on date": "14 May 2020",
            "Amount (Rs Crore) ": "70,000",
            "Description ": "Credit-linked subsidy scheme for middle income families (Rs 6-18 lakh a year), with expectations it will lead to Rs 70,000 crore investment in housing industry----------------Credit Linked Subsidy Scheme for Middle Income Group (Annual Income: Rs 6–18 lakhs)  was operationalized from May 2017.  • CLSS was extended up to 31st March 2020  • Scheme has benefitted 3.3 lakh middle class families so far.  • Government will extend the CLSS Scheme up to March 2021. • 2.5 lakhs middle income families will benefit during 2020-21  • Will lead to Investment of over Rs. 70,000 Crores in housing   • Will create jobs  • Will stimulate demand for steel, cement, transport and other construction materials. "
        },
        {
            "Relief Measures": "Affordable Rental Housing Complexes (ARHC) for Migrant Workers / Urban Poor ",
            "Description ": "Migrant labour/urban poor face challenges in getting houses at affordable rent. Government will launch a scheme under PMAY for migrant labour/urban poor to provide ease of living at affordable rent by, i. Converting government funded housing in the cities into Affordable Rental Housing Complexes (ARHC) under PPP mode through concessionaire; ii. Incentivizing manufacturing units, industries, institutions, associations to develop Affordable Rental Housing Complexes (ARHC) on their private land and operate; and iii. Incentivizing  State Government Agencies / Central Government Organizations on the similar lines to develop Affordable Rental Housing Complexes (ARHC) and operate. Ministry will issue detailed guidelines."
        },
        {
            "Relief Measures": "Special Credit Facility for Street Vendors  ",
            "Amount (Rs Crore) ": "5,000",
            "Description ": "Adverse impact on the livelihoods of the street vendors due to COVID-19  • Government will launch a special scheme within a month to facilitate easy access to credit to street vendors. • Initial working capital up to Rs. 10,000 crores.  • Digital payments will be incentivized through monetary rewards and enhanced working capital credit would be made available for good repayment behavior. • Will support nearly 50 lakh street vendors • Will provide liquidity of Rs 5000 crores"
        },
        {
            "Relief Measures": "employment push using CAMPA funds",
            "Amount (Rs Crore) ": "6,000",
            "Description ": "There is need to create job opportunities for our citizens  &#10;• Compensatory Afforestation Management & Planning Authority (CAMPA) set up under Compensatory Afforestation Fund Act, 2016  &#10;• Plans worth Rs 6000 crores will be approved shortly.  &#10;• Funds to be used by State Governments for-  • Afforestation and plantation works, including in urban areas • Artificial regeneration, assisted natural regeneration • Forest management, soil & moisture conservation works • Forest protection, forest and wildlife related infrastructure development, wildlife protection and management etc &#10;• Will create job opportunities in urban, semi-urban and rural areas. &#10;• Will create job opportunities for Tribals /Adivasis  "
        },
        {
            "Relief Measures": "Additional Emergency Working Capital Funding for farmers through NABARD ",
            "Amount (Rs Crore) ": "30,000",
            "Description ": " Inadequate financial resources with Small and Marginal Farmers  • RRBs and Rural Cooperative banks are main source for credit  • NABARD will  extend additional refinance support of Rs. 30,000 crore for crop loan requirement of Rural Co-op Banks & RRBs.  • This is over and above Rs 90,000 crore to be provided by NABARD through the normal refinance route during this year • Front-loaded on-tap facility to 33 State Co-operative banks, 351 District Co-operative banks and 43 RRBs available on tap based on their lending .  • To benefit  around 3 crore farmers - mostly small and marginal farmers. • To meet post harvest (Rabi) & current Kharif requirement in May/June &#10;Rs "
        },
        {
            "Relief Measures": "Fiscal Cost to the Central Govt",
            "Amount (Rs Crore) ": "5,000"
        },
        {
            "Relief Measures": "AGRICULTURE",
            "Announced on date": "15 May 2020"
        },
        {
            "Relief Measures": "Agriculture : Additional Steps during COVID",
            "Amount (Rs Crore) ": "99400",
            "Description ": "Addirional measures are taken during last 2 months. During lockdown period Minimum Support Price(MSP) purchases of amount more than Rs74,300crores •PM KISAN fund Transfer of Rs18,700crores• PM Fasal Bima Yojana claim payment of Rs 6,400crores"
        },
        {
            "Relief Measures": "Animal Husbandry : Additional Steps during COVID",
            "Amount (Rs Crore) ": "9100",
            "Description ": "During Lockdown, Demand of Milk reduced by 20-25%.•560 Lakh litre per day(LLPD) procured by cooperatives against daily sale of 360 LLPD.•Total 111 Crore Litres extra procured ensuring payment of Rs4100 Cr. •A new scheme to provide interest subvention @2% per annum to dairy cooperatives for 20-21.•Additional 2% p.ainterest subvention on prompt payment/interest servicing.•This scheme will unlock 5000 Cr additional liquidity, benefitting 2 Cr farmers."
        },
        {
            "Relief Measures": "Fisheries: Additional Steps during COVID",
            "Description ": "All 4 COVID related announcements for fisheries implemented •Validity of Sanitary Import Permits (SIPs) for import of Shrimp Broodstockextended by 3 months•Condoned delay up to 1 month in arrival of Brood stock consignments •Allowed rebooking of Quarantine cubicles for cancelled consignments with no additional charges•Verification of documents and grant of NOC for Quarantine relaxed from 7 days to 3 days•Registration of 242 Registered Shrimp hatcheries and NaupliiRearing Hatcheries expiring on 31.03.2020 extended for 3 months •Operations of Marine Capture Fisheries and Aquaculture relaxed to cover Inland Fisheries"
        },
        {
            "Relief Measures": "MEASURES TO STRENGTHEN INFRASTRUCTURE LOGISTICS AND CAPACITY BUILDING"
        },
        {
            "Relief Measures": "Agri Infrastructure Fund",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "100000",
            "Description ": "Financing facility of Rs. 1,00,000 crore will be provided for funding Agriculture Infrastructure Projects at farm-gate & aggregation points (Primary Agricultural Cooperative Societies, Farmers Producer Organizations, Agriculture entrepreneurs, Start-ups, etc.).Impetus for development of farm-gate & aggregation point, affordable and financially viable Post Harvest Management infrastructure."
        },
        {
            "Relief Measures": "Scheme for formalisation of Micro Food Enterprises",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "10,000",
            "Description ": "A Scheme promoting vision of Prime Minister Shri Narendra Modi: ‘Vocal for Local with Global outreach’ will be launched to help 2 lakh MFEs who need technical upgradation to attain FSSAI food standards, build brands and marketing. Existing micro food enterprises, Farmer Producer Organisations, Self Help Groups and Cooperatives to be supported. The focus will be on women and SC/ST owned units and those in Aspirational districts and a Cluster based approach (e.g. Mango in UP, Tomato in Karnataka, Chilli in Andhra Pradesh, Orange in Maharashtra etc.) will be followed."
        },
        {
            "Relief Measures": "Funding for fishermen through PM Matsya Sampada Yojana",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "20,000",
            "Description ": "The Government will launch the PMMSY for integrated, sustainable, inclusive development of marine and inland fisheries. Rs 11,000 crore for activities in Marine, Inland fisheries and Aquaculture and Rs. 9000 crore for Infrastructure - Fishing Harbours, Cold chain, Markets etc shall be provided. Cage Culture, Seaweed farming, Ornamental Fisheries as well as New Fishing Vessels, Traceability, Laboratory Network etc. will be key activities. There will be provisions of Ban Period Support to fishermen (during the period fishing is not permitted), Personal & Boat Insurance.This will lead to Additional Fish Production of 70 lakh tones over 5 years, Employment to over 55 lakh persons and double the exports to Rs 1,00,000 crore."
        },
        {
            "Relief Measures": "National Animal Disease Control Programme",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "13,343",
            "Description ": "National Animal Disease Control Programme for Foot and Mouth Disease (FMD) and Brucellosis launched with total outlay of Rs. 13,343 crore to ensure 100% vaccination of cattle, buffalo, sheep, goat and pig population (total 53 crore animals) for Foot and Mouth Disease (FMD) and for brucellosis. Till date, 1.5 crore cows & buffaloes tagged and vaccinated."
        },
        {
            "Relief Measures": "Animal Husbandry Infrastructure Development Fund to be set up",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "15,000",
            "Description ": "An Animal Husbandry Infrastructure Development Fund of Rs. 15,000 crore will be set up, with an aim to support private investment in Dairy Processing, value addition and cattle feed infrastructure. Incentives will be given for establishing plants for export of niche products."
        },
        {
            "Relief Measures": "Promotion of Herbal Cultivation",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "4,000",
            "Description ": "The National Medicinal Plants Board (NMPB) has supported 2.25 lakh hectare area under cultivation of medicinal plants. 10,00,000 hectare will be covered under Herbal cultivation in next two years with outlay of Rs. 4,000 crore. This will lead to Rs. 5,000 crore income generation for farmers. There will be network of regional Mandis for Medicinal Plants. NMPB will bring 800-hectare area by developing a corridor of medicinal plants along the banks of Ganga."
        },
        {
            "Relief Measures": "Beekeeping initiatives",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "500",
            "Description ": "Infrastructure development related to Integrated Beekeeping Development Centres, Collection, Marketing and Storage Centres, Post Harvest & value Addition facilities etc. Implementation of standards & Developing traceability system. Capacity building with thrust on women. Development of quality nucleus stock and bee breeders.Beekeeping is a livelihood supporting activity for rural areas; •Increases yield & quality of crops through pollination; •Provides honey and other beehive products like wax. Government will implement a scheme for:• Infrastructure development related to Integrated Beekeeping Development Centres, Collection, Marketing and Storage Centres, Post Harvest & value Addition facilities etc; •Implementation of standards & Developing traceability system •Capacity building with thrust on women; •Development of quality nucleus stock and bee breeders. This will lead to increase in income for 2 lakh beekeepers and quality honey to consumers. Beekeeping initiatives –Rs 500 crores&#10;•Supply chains have been disrupted and farmers are not being able to sell their produce in the markets •Distress sale and reduction of price of perishable fruits and vegetables at the farm level needs to be prevented. •Operation Greens will be extended from Tomatoes, Onion and Potatoes (TOP) to ALL  fruits and vegetables (TOTAL). •Scheme features will be as follows:•50% subsidy on transportation from surplus to deficient markets.•50% subsidy on storage, including cold storages.•Pilotfor6months–Will be expanded and extended •Expected outcomes: Better price realisation to farmers, reduced wastages, affordability of products for consumers.&#10;"
        },
        {
            "Relief Measures": "Operation Green to be extended to all vegetables     --------------------From ‘TOP’ to TOTAL - Rs 500 crores ",
            "Announced on date": "15 May 2020",
            "Amount (Rs Crore) ": "500",
            "Description ": "“Operation Greens” run by Ministry of Food Processing Industries (MOFPI) will be extended from tomatoes, onion and potatoes to ALL fruit and vegetables. The Scheme would provide 50% subsidy on transportation from surplus to deficient markets, 50% subsidy on storage, including cold storages and will be launched as pilot for the next 6 months and will be extended and expanded.This will lead to better price realisation to farmers, reduced wastages, affordability of products for consumers. Supply chains have been disrupted and farmers are not beingable to sell their produce in the markets&#10;• Distress sale and reduction of price of perishable fruits and&#10;vegetables at the farm level needs to be prevented.&#10;• Operation Greens will be extended from Tomatoes, Onion&#10;and Potatoes (TOP) to ALL fruits and vegetables&#10;(TOTAL).&#10;• Scheme features will be as follows:&#10;• 50% subsidy on transportation from surplus to deficient&#10;markets.&#10;• 50% subsidy on storage, including cold storages.&#10;• Pilot for 6 months – Will be expanded and extended&#10;• Expected outcomes: Better price realisation to farmers,&#10;reduced wastages, affordability of products for consumers----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\"Supply chains have been disrupted and farmers are not being able to sell their produce in the markets  • Distress sale and reduction of price of perishable fruits and vegetables at the farm level needs to be prevented.  • Operation Greens will be extended from Tomatoes, Onion and Potatoes (TOP) to ALL  fruits and vegetables (TOTAL).  • Scheme features will be as follows: • 50% subsidy on transportation from surplus to deficient markets. • 50% subsidy on storage, including cold storages. • Pilot for 6 months – Will be expanded and extended  • Expected outcomes: Better price realisation to farmers, reduced wastages, affordability of products for consumers &#10; \"&#10;"
        },
        {
            "Relief Measures": "Governance and Administrative Reforms"
        },
        {
            "Relief Measures": "Amendments to Essential Commodities Act",
            "Description ": "To enable better price realisation for farmers. • EC Act, 1955 was enacted in days of scarcity.&#10;• Need to enable better price realisation for farmers by attracting&#10;investments and making agriculture sector competitive&#10;• Agriculture food stuffs including cereals, edible oils, oilseeds,&#10;pulses, onions and potato to be deregulated.&#10;• Stock limit to be imposed under very exceptional circumstances&#10;like national calamities, famine with surge in prices.&#10;• No such stock limit shall apply to processors or value chain&#10;participant, subject to their installed capacity or to any exporter&#10;subject to the export demand.&#10;• Government will amend Essential Commodities Act."
        },
        {
            "Relief Measures": "Agriculture Marketing Reforms",
            "Description ": "To provide marketing choices to farmers. • Farmers bound to sell agriculture produce only to Licensees in APMCs&#10;• Such restriction of sale is not there for any industrial produce&#10;• Results in Hindrances in free flow of Agricultural Produce and&#10;Fragmentation of Markets and Supply Chain;&#10;• Less price realization for farmers.&#10;A Central law will be formulated to provide -&#10;• Adequate choices to farmer to sell produce at attractive price;&#10;• Barrier free Inter-State Trade;&#10;• Framework for e-trading of agriculture produce."
        },
        {
            "Relief Measures": "Agriculture Produce Price and Quality Assurance",
            "Description ": "• Farmers lack an enforceable standard mechanism for predictable prices of crops at the time of sowing. • Private sector investment in provision of inputs and knowhow in the agriculture sector hindered • Facilitative legal framework will be created to enable farmers for engaging with processors, aggregators, large retailers, exporters etc. in a fair and transparent manner. • Risk mitigation for farmers, assured returns and quality standardisation shall form integral part of the framework."
        },
        {
            "Relief Measures": "Fiscal Cost to the Central Govt (0.15% of GDP)",
            "Amount (Rs Crore) ": "30,000"
        },
        {
            "Relief Measures": "NEW HORIZONS FOR GROWTH "
        },
        {
            "Relief Measures": "Policy Reforms to fast-track Investment",
            "Announced on date": "16 May 2020",
            "Description ": "Fast track Investment Clearance through Empowered Group of Secretaries (EGoS). • Project Development Cell in each Ministry to prepare investible projects, coordinate with investors and Central/ State Governments • Ranking of States on Investment Attractiveness to compete for new investments • Incentive schemes for Promotion of New Champion Sectors will be launched in sectors such as Solar PV manufacturing; Advanced cell battery storage; etc."
        },
        {
            "Relief Measures": "Social Infrastructure",
            "Announced on date": "16 May 2020",
            "Amount (Rs Crore) ": "8,100",
            "Description ": "Boosting private sector investment through revamped viability gap funding scheme •&#10;Social Infrastructure Projects suffer from poor viability&#10;• Government will enhance the quantum of Viability Gap Funding upto 30 each of Total Project Cost as VGF by Centre and State/Statutory Bodies&#10;• For other sectors, VGF existing support of 20 each from GoI and States/Statutory Bodies shall continue • Total outlay is Rs 8100 crores • Projects to be proposed by Central Ministries/ State Government/ Statutory entities"
        },
        {
            "Relief Measures": "Upgradation of Industrial Infrastructure",
            "Announced on date": "16 May 2020",
            "Description ": "Scheme will be implemented in States through Challenge mode for Industrial Cluster Upgradation of common infrastructure facilities and connectivity. • Availability of Industrial Land/ Land Bank for promoting new investments and making information available on Industrial Information System (IIS) with GIS mapping. • 3376 industrial parks/estates/SEZs in 5 lakh hectares mapped on Industrial Information System (IIS) • All industrial parks will be ranked in 2020-21"
        },
        {
            "Relief Measures": "Coal Sector Reforms",
            "Announced on date": "16 May 2020",
            "Description ": "Introduction of Commercial Mining in Coal Sector, Diversified Opportunities in Coal Sector, Liberalised Regime in Coal Sector •Revenue sharing mechanism instead of regime of fixed Rupee/tonne •Entry norms will be liberalized • Coal Gasification / Liquefication will be incentivised through rebate in revenue share.&#10;•Infrastructure development of Rs . 50,000 crores •Coal Bed Methane (CBM) extraction rights to be auctioned from Coal India Limited’s (CIL) coal&#10;mines.&#10;•Ease of doing business measures, such as Mining Plan simplification, will be taken. • Concessions in commercial terms given to CIL’s consumers ( relief worth Rs 5000 cr offered )"
        },
        {
            "Relief Measures": "Mineral Sector",
            "Announced on date": "16 May 2020",
            "Description ": "• Remove distinction between captive and non captive mines to allow transfer of mining leases and sale of surplus unused minerals, leading to better efficiency in mining and production&#10;• Ministry of Mines is in the process of developing Mineral Index for different minerals&#10;• Rationalisation of stamp duty payable at the time of award of mining leases"
        },
        {
            "Relief Measures": "Defence Sector",
            "Announced on date": "16 May 2020",
            "Description ": "‘Make in India’ for Self-Reliance in Defence Production will be promoted by notifying a list ofweapons/platforms for ban on import with year wise timelines, Indigenisation of imported spares,and separate budget provisioning for domestic capital procurement. This will help reduce hugeDefence import bill. FDI limit in the Defence manufacturing under automatic route will be raised from 49% to74%. Time-bound defence procurement process and faster decision making will be usheredin by setting up of a Project Management Unit (PMU) to support contract management; Realistic setting of General Staff Qualitative Requirements (GSQRs) of weapons/platforms and overhaulingTrial and Testing procedures"
        },
        {
            "Relief Measures": "Civil Aviation Sector",
            "Announced on date": "16 May 2020",
            "Description ": "Efficient Airspace Management for Civil Aviation. More World-Class Airports through PPP.  • AAI has awarded 3 airports out of 6 bid for Operation and&#10;Maintenance on Public Private Partnership (PPP) basis. 6 more airports identified for 2 nd round. Bid process to commence immediately. Another 6 airports will be put out for the third round of bidding.&#10;• Additional Investment by private players in 12 airports in 1st and 2nd rounds expected around Rs. 13,000 crores. • India to become a global hub for Aircraft Maintenance, Repair and Overhaul (MRO)  • Tax regime for MRO ecosystem has been&#10;rationalized. • Aircraft component repairs and airframe maintenance to increase from Rs 800 crores to Rs 2000 crores in three years.&#10;"
        },
        {
            "Relief Measures": "Power Sector",
            "Announced on date": "16 May 2020",
            "Description ": "Tariff Policy Reform in consumer rights,promoting industry and sustainability of sector. A. Consumer Rights • DISCOM inefficiencies not to burden consumers&#10;• Standards of Service and associated penalties for DISCOMs&#10;• DISCOMs to ensure adequate power; load shedding to be penalized&#10;B. Promote Industry&#10;• Progressive reduction in cross subsidies&#10;• Time bound grant of open access&#10;• Generation and transmission project developers to be selected&#10;competitively&#10;C. Sustainability of Sector&#10;• No Regulatory Assets&#10;• Timely payment of Gencos&#10;• DBT for subsidy; Smart prepaid metersPrivatization of Distribution in UTs Privatization of Distribution in UTs&#10;• Sub optimal performance of power distribution & supply&#10;• Power Departments / Utilities in Union Territories will be privatised&#10;• Will lead to better service to consumers and improvement in operational and&#10;financial efficiency in Distribution&#10;• Provide a model for emulation by other Utilities across the country."
        },
        {
            "Relief Measures": "Space Sector",
            "Announced on date": "16 May 2020",
            "Description ": "Aim is to boost private participation in Space activities.There shall be level playing field provided to private companies in satellites, launches and space-based services. Predictable policy and regulatory environment to private players will be provided. Private sector will be allowed to use ISRO facilities and other relevant assets to improve their capacities.  Future projects for planetary exploration, outer space travel etc shall also be open for private sector. There will be liberal geo-spatial data policy for providing remote-sensing data to tech-entrepreneurs."
        },
        {
            "Relief Measures": "Atomic Energy Related reforms",
            "Announced on date": "16 May 2020",
            "Description ": "Research reactor in PPP mode for production of medical isotopes shall be established to promote welfareof humanity through affordable treatment for cancer and other diseases. Facilities in PPP mode to use irradiation technology for food preservation – to compliment agricultural reforms and assist farmers shallalso be established. India’s robust start-up ecosystem will be linked to nuclear sector and for this,Technology Development-cum-Incubation Centres will be set up for fostering synergy between researchfacilities and tech-entrepreneurs."
        },
        {
            "Relief Measures": "Government Reforms and Enablers "
        },
        {
            "Relief Measures": "Health Related Steps taken so far for COVID containment",
            "Announced on date": "17 May 2020",
            "Amount (Rs Crore) ": "15000",
            "Description ": "Already announced – Rs. 15,000 crore • Released to states – Rs. 4113 cr • Essential items – Rs. 3750 cr • Testing labs and kits – Rs. 550 cr • Insurance cover of Rs 50 lakhs per person for health professionals underPradhan Mantri GaribKalyan Yojana. Leveraging IT – • Roll out of e-Sanjeevani Tele-ConsultationServices • Capacity Building: Virtual learning modules – iGOT platform • Arogya Setu:self assessment and contact tracing Protection to HealthWorkers – • Amendment in Epidemic Diseases Act • Adequate provision for PPEs – • From zero to > 300 domestic manufacturers • Already supplied - PPEs (51 lakhs), N95 masks (87 lakhs) HCQ tablets(11.08 Cr)"
        },
        {
            "Relief Measures": "Reforming Governance for Ease of Doing Business",
            "Description ": "• Globally, potential investors look at a country’s Doing Business Report (DBR) ranking • Sustained measures taken have resulted in steadily improving India’s position in World Bank’s Doing Business Report rank from 142 in 2014 to 63 in 2019 • This included streamlining processes such as granting of permits and clearance, self-certification and third party certification among others. • Government is working on a mission mode on the next phase of Ease of Doing Business Reforms relating to easy registration of property, fast disposal of commercial disputes and simpler tax regime for making India one of the easiest places to do business"
        },
        {
            "Relief Measures": "Recent Corporate Law measures to boost Measures for Ease of Doing Business",
            "Description ": "• In the first phase of decriminalization of Company Law defaults in 2018, 16 compoundable offences were shifted to an in-house adjudication & penalty mechanism • Integrated Web based Incorporation Form - Simplified Proforma for Incorporating Company Electronically Plus (SPICe +) introduced which extends 10 services of different Ministries and one State Government through a single form. • Databank of Independent Directors launched • Withdrawal of more than 14,000 prosecutions under the Companies Act, 2013. • Rationalization of Related Party Transaction related provisions&#10;• Timely Action during COVID–19 to reduce compliance burden&#10;under various provisions of the Companies Act,2013 as well as&#10;enable Companies conduct Board Meetings, EGMs & AGMs, Rights&#10;issue by leveraging the strengths of Digital India&#10;• In 221 resolved cases, 44% Recovery has been achieved since&#10;inception of IBC, 2016&#10;• Admitted claims amount to Rs. 4.13 Lakh crores&#10;• Realizable amount is Rs. 1.84 Lakh crores&#10;• Under IBC, 13,566 cases involving a total amount of Rs. 5.01 lakh&#10;crores (approx.) have been withdrawn before admission under&#10;provisions of IBC till 29th Feb 2020."
        },
        {
            "Relief Measures": "Technology driven Systems - Online Education during COVID",
            "Description ": "• SWAYAM PRABHA DTH channels to support and reach those who do not have access to the internet. 3 channels were already earmarked for school education; now another 12 channels to be added. • Provision made for telecast of live interactive sessions on these channelswith expertsfrom home through Skype. • Also tied up with private DTH operators like Tata Sky & Airtel to air educational video content to enhance the reach of these channels. • Coordination with States of India to share air time (4 hrs daily) on the SWAYAM PRABHA channels to telecast their education related contents. • DIKSHA platform has had 61 crore hits from 24th March till date • 200 new textbooks added to e-Paathshaala"
        },
        {
            "Relief Measures": "Government Reforms and Enablers"
        },
        {
            "Relief Measures": "Increase in allocation for MGNREGS to provide employment boost",
            "Announced on date": "17 May 2020",
            "Amount (Rs Crore) ": "40,000",
            "Description ": "The Government will now allocate an additional Rs 40,000 crore under MGNREGS. It will help generate nearly 300 crore person days in total addressing need for more work including returning migrant workers in Monsoon season as well. Creation of larger number of durable and livelihood assets including water conservation assets will boost the rural economy through higher production."
        },
        {
            "Relief Measures": "Health Reforms & Initiatives",
            "Announced on date": "17 May 2020",
            "Description ": "Public Expenditure on Health will be increased by investing in grass root health institutions and ramping up Health and Wellness Centres in rural and urban areas. Setting up of Infectious Diseases Hospital Blocks in all districts and strengthening of lab network and surveillance by Integrated Public Health Labs in all districts & block level Labs & Public Health Unit to manage pandemics. Further, National Institutional Platform for One health by ICMR will encourage research. And implementation of National Digital Health Blueprint under the National Digital Health Mission."
        },
        {
            "Relief Measures": "Technology Driven Education with Equity post-COVID",
            "Announced on date": "17 May 2020",
            "Description ": "PM eVIDYA, a programme for multi-mode access to digital/online education to be launched immediately. • DIKSHA for school education in states/UTs: e-content and QR coded&#10;Energized Textbooks for all grades (one nation, one digital platform)&#10;• One earmarked TV channel per class, from 1 to 12 (one class, one channel)&#10;• Extensive use of Radio, Community radio and Podcasts&#10;• Special e-content for visually and hearing impaired.&#10;• Top 100 universities will be permitted to automatically start online courses by&#10;30th May, 2020.&#10; Manodarpan, an initiative for psycho-social support for students, teachers and families for mental health and emotional well-being to be launched immediately as well. New National Curriculum and Pedagogical framework for school, early childhood and teachers will also be launched. National Foundational Literacy and Numeracy Mission for ensuring that every child attains Learning levels and outcomes in grade 5 by 2025 will be launched by December 2020."
        },
        {
            "Relief Measures": "Further enhancement of Ease of Doing Business through IBC related measures",
            "Announced on date": "17 May 2020",
            "Description ": "Minimum threshold to initiate insolvency proceedings has been raised to Rs. 1 crore (from Rs. 1 lakh, which largely insulates MSMEs). Special insolvency resolution framework for MSMEs under Section 240A of the Code will be notified soon. • Suspension of fresh initiation of insolvency proceedings up to one year depending upon the pandemic situation.&#10;• Empowering Central Government to exclude COVID 19 related debt from the definition of “default” under the Code for the purpose of triggering insolvency proceedings."
        },
        {
            "Relief Measures": "Decriminalisation of Companies Act defaults",
            "Announced on date": "17 May 2020",
            "Description ": "Decriminalisation of Companies Act violations involving minor technical and procedural defaults such as shortcomings in CSR reporting, inadequacies in Board report, filing defaults, delay in holding of AGM. • Majority of the compoundable offences sections to be shifted to internal adjudication mechanism (IAM) and powers of RD for compounding enhanced (58 sections to be dealt with under IAM as compared to 18 earlier). The Amendments will de-clog the criminal courts and NCLT. 7 compoundable offences altogether dropped and 5 to be dealt with under alternative framework."
        },
        {
            "Relief Measures": "Ease of Doing Business for Corporates",
            "Announced on date": "17 May 2020",
            "Description ": "Direct listing of securities by Indian public companies in permissible foreign jurisdictions. Private companies which list NCDs on stock exchanges not to be regarded as listed companies. Including the provisions of Part IXA (Producer Companies) of Companies Act, 1956 in Companies Act, 2013. Power to create additional/ specialized benches for NCLAT. Lower penalties for all defaults for Small Companies, One-person Companies, Producer Companies & Start Ups."
        },
        {
            "Relief Measures": "Public Sector Enterprise Policy for a New, Self-reliant India",
            "Announced on date": "17 May 2020",
            "Description ": "In strategic sectors, at least one enterprise will remain in the public sector but private sector will also be allowed. In other sectors, PSEs will be privatized (timing to be based on feasibility etc. To minimise wasteful administrative costs, number of enterprises in strategic sectors will ordinarily be only one to four; others will be privatised/ merged/ brought under holding companies"
        },
        {
            "Relief Measures": "Support to State Governments",
            "Announced on date": "17 May 2020",
            "Description ": "Centre has decided to increase borrowing limits of States from 3% to 5% for 2020-21 only. This will give States extra resources of Rs. 4.28 lakh crore. Part of the borrowing will be linked to specific reforms (including recommendations of the Finance Commission). Reform linkage will be in four areas: universalisation of ‘One Nation One Ration card’, Ease of Doing Business, Power distribution and Urban Local Body revenues. • Centre, like the states, has faced a sharp decline in revenues• Despite this the Centre has consistently extended generous support to states in this hour of need• Devolution of taxes (Rs 46,038 cr) in April was given fully as if Budget Estimates were valid, even though actual revenue shows unprecedented decline from Budget Estimates • Revenue Deficit Grants to states (Rs 12,390 cr) given on time in April and May, despite&#10;Centre’s stressed resources • Advance release of SDRF (Rs. 11,092 cr) funds in first week of April • Release of over Rs. 4,113 crores from Health Ministry for direct anti-Covid activities • At Centre’s request, RBI has increased • Ways & Means Advance limits of States by 60% • Number of days state can be in continuous overdraft from 14 days to 21 days • Number of days state can be in overdraft in a quarter from 32 to 50 days. • Part of the borrowing will be linked to specific reforms (including recommendations of Finance&#10;Commission) to: • ensure sustainability of the additional debt through higher future GSDP growth and lower deficits; • promote welfare of migrants and reduce leakage in food distribution, • increase job creation through investment • safeguard the interests of farmers while making the powersectorsustainable, and • promote urban development, health and sanitation • Reform linkage will be in four areas: universalisation of ‘One Nation One Ration card’, Ease of Doing Business, Power distribution and Urban local body revenues • A specific scheme will be notified by Department of Expenditureon the following pattern: • Unconditionalincreaseof 0.50% • 1% in 4 tranches of 0.25%, with each tranche linked to clearly specified, measurable and feasible reform actions • Further 0.50%if milestones are achieved in at leastthree out of four reform areas"
        }
    ]