[
        {
            "Relief Measures": "Targeted Long-Term Repo Operations (TLTRO)",
            "Announced on date": "27-Mar-20",
            "Amount (Rs Crore)": "100000",
            "Description": "RBI will conduct auctions of targeted term repos of up to three years tenor of appropriate sizes for a total amount of up to Rs. 1000 billion at a floating rate linked to the policy repo rate. Liquidity availed under the scheme by banks has to be deployed in investment grade corporate bonds, commercial paper, and non-convertible debentures over and above the outstanding level of their investments in these bonds as on March 27, 2020. Banks shall be required to acquire up to 50% of their incremental holdings of eligible instruments from primary market issuances and the remaining 50% from the secondary market, including from mutual funds and non-banking finance companies."
        },
        {
            "Relief Measures": "Cash Reserve Ratio (CRR) cut of 100 basis points to 3% of net demand and time liabilities",
            "Announced on date": "27-Mar-20",
            "Amount (Rs Crore)": "137000",
            "Description": "One time measure to reduce the CRR of all banks by 100 basis points to 3.0% of net demand and time liabilities (NDTL) from 4.0% with effect from the reporting fortnight beginning 28th March 2020. This dispensation will be available for a period of one year ending on 26th March 2021. Reduce the requirement of minimum daily CRR balance maintenance to 80% from 90% effective from the first day of the reporting fortnight beginning 28th March 2020. This is a one-time dispensation available up to 26th June 2020."
        },
        {
            "Relief Measures": "Accommodation under Marginal Standing Facility hiked from 2% of Statutory Liquidity Ration to 3%",
            "Announced on date": "27-Mar-20",
            "Amount (Rs Crore)": "137000",
            "Description": "To increase the limit of MSF to 3% from 2% of SLR with immediate effect to widen the existing policy rate corridor from 50 bps to 65 bps. This measure will be applicable up to 30th June 2020."
        },
        {
            "Relief Measures": "Widening of the Monetary Policy Rate Corridor",
            "Announced on date": "27-Mar-20",
            "Description": "To widen the existing policy rate corridor from 50 bps to 65 bps. The reverse repo rate under the liquidity adjustment facility (LAF) would be 40 bps lower than the policy repo rate as against 65 bps earlier. The MSF rate would continue to be 25 bps above the policy repo rate."
        },
        {
            "Relief Measures": "REGULATION AND SUPERVISION"
        },
        {
            "Relief Measures": "Moratorium on Term Loan (The same is not mandatory)NPA classifications will exclude the three-month moratorium period till May-end",
            "Announced on date": "27-Mar-20",
            "Description": "All commercial banks (including regional rural banks, small finance banks and local area banks), co-operative banks, all-India Financial Institutions, and NBFCs (including housing finance companies and micro-finance institutions) (hereinafter referred as “Lending institutions”) are being permitted to allow a moratorium of 3 months (this is not a waiver) on payment of instalments in respect of all term loans outstanding as on 01st March 2020. Accordingly, the repayment schedule and all subsequent due dates, as also the tenor for such loans, may be shifted across the board by 3 months. RBI further clarified that financial institutions can allow 3 month moratorium on repayment of credit card dues for instalments falling due from March 1, 2020 to May 31, 2020."
        },
        {
            "Relief Measures": "Deferment of Interest on Working Capital facilities",
            "Announced on date": "27-Mar-20",
            "Description": "Lending institutions are being permitted to allow a deferment of 3 months on payment of interest in respect of all such facilities outstanding as on 01st March 2020. The accumulated interest for the period will be paid after the expiry of the deferment period.The same will not be treated as change in terms and conditions of loan agreements due to financial difficulty of the borrowers and, consequently, will not result in asset classification downgrade."
        },
        {
            "Relief Measures": "Easing of Working Capital Financing",
            "Announced on date": "27-Mar-20",
            "Description": "Lending institutions may recalculate drawing power by reducing margins and/or by reassessing the working capital cycle for the borrowers. Such changes in credit terms permitted to the borrowers to specifically tide over the economic fallout from COVID-19 will not be treated as concessions granted due to financial difficulties of the borrower, and consequently, will not result in asset classification downgrade."
        },
        {
            "Relief Measures": "Defer Net Stable Funding Ratio (NSFR)",
            "Announced on date": "27-Mar-20",
            "Description": "Defer the implementation of NSFR by 6 months from 01st April 2020 to 01st October 2020"
        },
        {
            "Relief Measures": "Deferment of Last Tranche of Capital Conservation Buffer (CCB)",
            "Announced on date": "27-Mar-20",
            "Description": "To defer the implementation of the last tranche of 0.625% of the CCB from 31st March 2020 to 30th September 2020. Consequently, the pre-specified trigger for loss absorption through conversion/write-down of Additional Tier 1 instruments (PNCPS and PDI) shall remain at 5.5 % of risk-weighted assets (RWAs) and will rise to 6.125 per cent of RWAs on 30th September 2020."
        },
        {
            "Relief Measures": "FINANCIAL MARKETS"
        },
        {
            "Relief Measures": "Permitting Banks to Deal in Offshore NDF Rupee Market",
            "Announced on date": "27-Mar-20",
            "Description": "To permit banks in India which operate International Financial Services Centre (IFSC) Banking Units (IBUs) to participate in the Non-Deliverable Forward (NDF) market with effect from 01st June 2020."
        },
        {
            "Relief Measures": "Fiscal cost to the Central Govt"
        },
        {
            "Relief Measures": "Liquidity injection by Reserve Bank of India"
        },
        {
            "Relief Measures": "Targeted Long-Term Repo Operations",
            "Announced on date": "17-Apr-20",
            "Amount (Rs Crore)": "50,000",
            "Description": "The Reserve Bank on April 23, 2020 conducted Targeted Long-term Repo Operations (TLTRO) 2.0 at the policy repo rate for tenors up to three years for a total amount of up to ₹50,000 crore. The objective was to facilitate conducive financial conditions and normal functioning of financial markets and institutions by providing adequate system level liquidity as well as targeted liquidity provision to sectors and entities experiencing liquidity constraints and/or hindrances to market access. The funds availed under TLTRO 2.0 shall be deployed in investment grade bonds, commercial paper (CPs) and non-convertible debentures (NCDs) of NBFCs. Exposures under this facility will not be reckoned under the Large Exposure Framework (LEF)"
        },
        {
            "Relief Measures": "Refinance of SIDBI, NABARD and NHB",
            "Announced on date": "17-Apr-20",
            "Amount (Rs Crore)": "50,000",
            "Description": "A special Rs 50,000 crore refinance facility for Nabard (RS 25,000 crore), SIDBI (Rs 15,000 crore) and NHB (Rs 10,000 crore) to enable them to meet sectoral credit needs"
        },
        {
            "Relief Measures": "Liquidity Adjustment Facility: Fixed Rate Reverse Repo Rate",
            "Announced on date": "17-Apr-20",
            "Description": "The Governor said that with a view to encouraging banks to deploy the surplus funds in investments and loans in productive sectors of the economy, the fixed rate reverse repo rate under the liquidity adjustment facility (LAF) was reduced by 25 basis points from 4.0 per cent to 3.75 per cent with immediate effect. The policy repo rate remains unchanged at 4.40 per cent, and the marginal standing facility rate and the Bank Rate remain unchanged at 4.65 per cent."
        },
        {
            "Relief Measures": "Special Liquidity Facility for Mutual Funds",
            "Announced on date": "27-Apr-20",
            "Amount (Rs Crore)": "50,000",
            "Description": "The Reserve Bank on April 27, 2020 opened a special liquidity facility (SLF-MF) for mutual funds to the tune of ₹50,000 crore:&#10; i) Under the SLF-MF, the Reserve Bank shall conduct repo operations of 90 days tenor at the fixed repo rate.&#10; ii) Funds availed under the SLF-MF shall be used by banks exclusively for meeting the liquidity requirements of MFs by extending loans and undertaking outright purchase of and/or repos against the collateral of investment grade corporate bonds, commercial papers (CPs), debentures and Certificates of Deposit (CDs) held by MFs.&#10; iii) Liquidity support availed under the SLF-MF would be eligible to be classified as held to maturity (HTM) even in excess of 25 per cent of total investment permitted to be included in the HTM portfolio."
        },
        {
            "Relief Measures": "Increase in the Ways and Means Advances (WMA) limit of the states by 60% , until September 30, 2020, Review of Limits of Ways and Means Advances (WMA) of States/UTs",
            "Announced on date": "20-Apr-20",
            "Description": "The limit for WMA for the remaining part of the first half financial year 2020-21 i.e. April to Septermber 2020 will be revised to ₹2,00,000 crore. THis is done wiht the view to provide greater containment and mitigation efforts and enable them better to plan their market borrowings."
        },
        {
            "Relief Measures": "LCR requirement brought down from 100% to 80 per cent with immediate effect. LCR requirement to be restored to the previous level in a phased manner",
            "Announced on date": "17-Apr-20",
            "Description": "The Reserve Bank has been proactively taking measures to address the systemic liquidity issues through a slew of monetary and market operations. In order to ease the liquidity position at the level of individual institutions, the LCR requirement for Scheduled Commercial Banks is being brought down from 100 per cent to 80 per cent with immediate effect. The LCR requirement shall be gradually restored back in two phases – 90 per cent by October 1, 2020 and 100 per cent by April 1, 2021."
        },
        {
            "Relief Measures": "Banks won't announce dividends until further notice",
            "Announced on date": "17-Apr-20",
            "Description": "It is imperative that banks conserve capital to retain their capacity to support the economy and absorb losses in an environment of heightened uncertainty. It has, therefore, been decided that in view of the COVID-19-related economic shock, scheduled commercial banks and cooperative banks shall not make any further dividend payouts from profits pertaining to the financial year ended March 31, 2020 until further instructions.”"
        },
        {
            "Relief Measures": "NBFCs' loans to delayed commercial real estate projects can be extended by a year without restructuring -----Loans given by NBFCs to real estate companies to get similar benefit as given by scheduled commercial banks",
            "Announced on date": "17-Apr-20",
            "Description": "In terms of the extant guidelines for banks, the date for commencement for commercial operations (DCCO) in respect of loans to commercial real estate projects delayed for reasons beyond the control of promoters can be extended by an additional one year, over and above the one-year extension permitted in normal course, without treating the same as restructuring. It has now been decided to extend a similar treatment to loans given by NBFCs to commercial real estate. This will provide relief to NBFCs as well as the real estate sector."
        },
        {
            "Relief Measures": "The Monetary Policy Committee (MPC) Friday slashed the repo rate by another 40 basis points from 4.4 per cent to 4 per cent. the reverse repo rate now stands reduced to 3.35%, while the MSF and bank rate is down to 4.25%",
            "Announced on date": "22-May-20",
            "Description": "The MPC is of the view that that the macroeconomic impact of the pandemic is turning out to be more severe than initially anticipated. Beyond the destruction of economic and financial activity, livelihood and health are severely affected. Judging that the risks to growth are acute, while the risks to inflation are likely to be short-lived, the MPC believes that it is essential now to instil confidence and ease financial conditions further. This will facilitate the flow of funds at affordable rates and rekindle investment impulses. It is in this context that the MPC voted to reduce the policy repo rate by 40 basis points from 4.4 per cent to 4.0 per cent. If the inflation trajectory evolves as expected, more space will open up to address the risks to growth."
        },
        {
            "Relief Measures": "(A) Measures to Improve the Functioning of Markets"
        },
        {
            "Relief Measures": "Refinancing Facility for Small Industries Development Bank of India (SIDBI)",
            "Announced on date": "22-May-20",
            "Amount (Rs Crore)": "15000",
            "Description": "The RBI had earlier announced a special refinance facility of ₹15,000 crore to SIDBI at RBI’s policy repo rate for a period of 90 days for on-lending/refinancing. In order to provide greater flexibility to SIDBI, it has been decided to roll over the facility at the end of the 90th day for another period of 90 days."
        },
        {
            "Relief Measures": "Investments by Foreign Portfolio Investors (FPIs) under the Voluntary Retention Route (VRR)",
            "Announced on date": "22-May-20",
            "Description": "Since its introduction, the VRR scheme has evinced strong investor participation, with investments exceeding 90 per cent of the limits allotted under the scheme. In view of difficulties expressed by FPIs and their custodians on account of COVID-19 related disruptions in adhering to the condition that at least 75 per cent of allotted limits be invested within three months, it has been decided that an additional three months time will be allowed to FPIs to fulfil this requirement."
        },
        {
            "Relief Measures": "(B) Measures to Support Exports and Imports"
        },
        {
            "Relief Measures": "Export Credit",
            "Announced on date": "22-May-20",
            "Description": "-In order to alleviate genuine difficulties being faced by exporters in their production and realisation cycles, it has been decided to increase the maximum permissible period of pre-shipment and post-shipment export credit sanctioned by banks from the existing 12 to 15 months, for disbursements made up to July 31, 2020."
        },
        {
            "Relief Measures": "Liquidity Facility for Exim Bank of India",
            "Announced on date": "22-May-20",
            "Amount (Rs Crore)": "15,000",
            "Description": "In order to enable EXIM bank to meet its foreign currency resource requirements, it has been decided to extend a line of credit of ₹15,000 crore to the EXIM Bank for a period of 90 days (with rollover up to one year) so as to enable it to avail a US dollar swap facility."
        },
        {
            "Relief Measures": "Extension of Time for Payment for Imports",
            "Announced on date": "22-May-20",
            "Description": "With a view to providing greater flexibility to importers in managing their operating cycles in a COVID-19 environment, it has been decided to extend the time period for completion of outward remittances against normal imports (i.e. excluding import of gold/diamonds and precious stones/jewellery) into India from six months to twelve months from the date of shipment for such imports made on or before July 31, 2020."
        },
        {
            "Relief Measures": "(C) Measures to Ease Financial Stress"
        },
        {
            "Relief Measures": "Extension of earlier announced measures",
            "Announced on date": "22-May-20",
            "Description": "Earlier, the RBI had announced (a) granting of 3 months moratorium on term loan installments; (b) deferment of interest for 3 months on working capital facilities; (c) easing of working capital financing requirements by reducing margins or reassessment of working capital cycle; (d) exemption from being classified as ‘defaulter’ in supervisory reporting and reporting to credit information companies; (e) extension of resolution timelines for stressed assets; and (f) asset classification standstill by excluding the moratorium period of 3 months, etc. by lending institutions.The above measures have been extended by another three months from June 1, 2020 till August 31, 2020 taking the total period of applicability of the measures to six months (i.e. from March 1, 2020 to August 31, 2020). The lending institutions are being permitted to restore the margins for working capital to their original levels by March 31, 2021. Similarly, the measures pertaining to reassessment of working capital cycle are being extended up to March 31, 2021."
        },
        {
            "Relief Measures": "Interest payment on Moratorium",
            "Announced on date": "22-May-20",
            "Description": "it has been decided to permit lending institutions to convert the accumulated interest on working capital facilities over the total deferment period of 6 months (i.e. March 1, 2020 up to August 31, 2020) into a funded interest term loan which shall be fully repaid during the course of the current financial year, ending March 31, 2021."
        },
        {
            "Relief Measures": "Measure to increase raising resources for corporates",
            "Announced on date": "22-May-20",
            "Description": "In view of the current difficulty in raising resources from capital markets, the group exposure limit of banks is being increased from 25 per cent to 30 per cent of eligible capital base, for enabling corporates to meet their funding requirements from banks. The increased limit will be applicable up to June 30, 2021."
        },
        {
            "Relief Measures": "(D) Measures to ease financial constraints faced by State Governments"
        },
        {
            "Relief Measures": "Consolidated Sinking Fund (CSF) of State Governments - Relaxation of Guidelines",
            "Announced on date": "22-May-20",
            "Description": "In order to ease the bond redemption pressure on states, it has been decided to relax the rules governing withdrawal from the CSF, while at the same time ensuring that depletion of the Fund balance is done prudently. Together with the normally permissible withdrawal, this measure will enable the states to meet about 45 per cent of the redemptions of their market borrowings, due in 2020-21. This change in withdrawal norms will come into force with immediate effect and will remain valid till March 31, 2021."
        }
    ]